Repository: panandafog/Accelerometer
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

source: %@ - %@ without samples
ru: %@–%@: без данных

source: %@ max
ru: %@ макс.

source: %@ max %@ %@
ru: %@ макс. %@ %@

source: %@ maximum
ru: %@: максимум

source: %@ to %@
ru: от %@ до %@

source: + %lld more
ru: + ещё %lld

source: A recording block is corrupted
ru: Блок записи повреждён

source: A recording block is missing
ru: Отсутствует блок записи

source: A transferred block was corrupted
ru: Переданный блок повреждён

source: Acceleration
ru: Ускорение

source: Accelerometer
ru: Акселерометр

source: All sensors
ru: Все датчики

source: Animations
ru: Анимации

source: Another background session started
ru: Запущен другой фоновый сеанс

source: App lost active status
ru: Приложение перестало быть активным

source: App stopped unexpectedly
ru: Приложение неожиданно завершило работу

source: Attitude
ru: Ориентация

source: Axes
ru: Оси

# axis.boolean
source: value
ru: значение

# axis.magnitude
source: magnitude
ru: модуль

# axis.pitch
source: pitch
ru: тангаж

# axis.roll
source: roll
ru: крен

# axis.unnamed
source: value
ru: значение

# axis.yaw
source: yaw
ru: рыскание

source: Background recording unavailable: %@
ru: Фоновая запись недоступна: %@

source: Background session ended
ru: Фоновый сеанс завершён

source: Background session failed
ru: Сбой фонового сеанса

source: Background time expired
ru: Фоновое время истекло

source: Cancel
ru: Отмена

# chart.hours
source: %.0fh
ru: %.0fч

# chart.hours_minutes
source: %dh%02dm
ru: %dч%02dмин

# chart.hours.decimal
source: %.1fh
ru: %.1fч

# chart.minutes
source: %.0fm
ru: %.0fмин

# chart.minutes_seconds
source: %dm%02ds
ru: %dмин%02dс

# chart.seconds
source: %.0fs
ru: %.0fс

# chart.seconds.decimal
source: %.1fs
ru: %.1fс

source: Choose the sensor whose maximum is shown on the watch face.
ru: Выберите датчик, максимум которого отображается на циферблате.

source: Conflicting duplicate block
ru: Конфликтующий дубликат блока

source: Could not prepare recording: %@
ru: Не удалось подготовить запись: %@

source: Could not save recording checkpoint: %@
ru: Не удалось сохранить контрольную точку записи: %@

source: Create recordings samples
ru: Создать примеры записей

source: current
ru: текущее

source: Data Quality
ru: Качество данных

source: Debug options
ru: Параметры отладки

source: Delete
ru: Удалить

source: Delete (%lld)
ru: Удалить (%lld)

source: Deselect all
ru: Снять выбор

source: Deselect All
ru: Снять выбор

source: Do not close the app
ru: Не закрывайте приложение

source: Done
ru: Готово

source: Duration: %@
ru: Длительность: %@

source: Edit
ru: Изменить

source: elapsed
ru: прошло

source: Export
ru: Экспорт

source: Export %@
ru: Экспорт: %@

source: Export date format
ru: Формат даты при экспорте

source: Format of dates in recording file
ru: Формат дат в файле записи

source: Gravity
ru: Гравитация

source: Importing on iPhone
ru: Импорт на iPhone

source: Info
ru: Информация

source: Install the iPhone app first
ru: Сначала установите приложение на iPhone

source: Interrupted
ru: Прервано

source: Interval between measurements in seconds
ru: Интервал между измерениями в секундах

source: iPhone did not receive every recording block
ru: iPhone получил не все блоки записи

source: iPhone rejected transfer
ru: iPhone отклонил передачу

source: iPhone rejected transfer: %@
ru: iPhone отклонил передачу: %@

source: Last recordings
ru: Последние записи

source: Magnetic field
ru: Магнитное поле

source: magnitude
ru: модуль

source: max
ru: макс.

source: Max %@ %@
ru: Макс. %@ %@

# measurement.acceleration.description
source: The acceleration measured by the accelerometer in G (gravitational force). One G equals the force of Earth’s gravitational field (9.81 m/s²).
ru: Ускорение, измеренное акселерометром в G (единицах силы тяжести). Один G равен силе гравитационного поля Земли (9,81 м/с²).

# measurement.acceleration.name
source: acceleration
ru: ускорение

# measurement.acceleration.short_name
source: Accel
ru: Ускор.

# measurement.attitude.description
source: The device’s orientation relative to a known frame of reference at a point in time.
ru: Ориентация устройства относительно известной системы координат в данный момент времени.

# measurement.attitude.name
source: attitude
ru: ориентация

# measurement.attitude.short_name
source: Attitude
ru: Ориент.

# measurement.gravity.description
source: The gravity acceleration vector expressed in the device’s reference frame. One G equals the force of Earth’s gravitational field (9.81 m/s²).
ru: Вектор ускорения свободного падения в системе координат устройства. Один G равен силе гравитационного поля Земли (9,81 м/с²).

# measurement.gravity.name
source: gravity
ru: гравитация

# measurement.gravity.short_name
source: Gravity
ru: Гравит.

# measurement.magnetic_field.description
source: The total magnetic field, including Earth’s geomagnetic field and bias introduced by the device and its surroundings. It is measured in microteslas (μT).
ru: Полное магнитное поле, включающее геомагнитное поле Земли и искажения от устройства и окружающих предметов. Измеряется в микротеслах (мкТ).

# measurement.magnetic_field.name
source: magnetic field
ru: магнитное поле

# measurement.magnetic_field.short_name
source: Magnetic
ru: Магн.

# measurement.proximity.description
source: Whether an object is close to the proximity sensor.
ru: Находится ли объект рядом с датчиком приближения.

# measurement.proximity.name
source: proximity
ru: приближение

# measurement.rotation_rate.description
source: The rotation rate measured by the device’s gyroscope in radians per second (rad/s).
ru: Скорость вращения, измеренная гироскопом устройства в радианах в секунду (рад/с).

# measurement.rotation_rate.name
source: rotation rate
ru: скорость вращения

# measurement.rotation_rate.short_name
source: Rotation
ru: Вращ.

# measurement.user_acceleration.description
source: The acceleration applied to the device by the user, excluding gravity. It is measured in G.
ru: Ускорение, которое пользователь сообщает устройству, без учёта гравитации. Измеряется в G.

# measurement.user_acceleration.name
source: user acceleration
ru: ускорение пользователя

# measurement.user_acceleration.short_name
source: User accel
ru: Польз. ускор.

source: Measurements
ru: Измерения

source: Measurements update interval
ru: Интервал обновления измерений

source: Measurements:
ru: Измерения:

source: min
ru: мин.

source: Missing intervals: %lld. Sensors: %@. Longest gap: %@.
ru: Пропущенных интервалов: %lld. Датчики: %@. Самый долгий пропуск: %@.

source: Missing samples detected
ru: Обнаружены пропуски данных

source: name
ru: название

source: New recording
ru: Новая запись

source: No data
ru: Нет данных

source: No data: %@
ru: Нет данных: %@

source: Not enough memory
ru: Недостаточно памяти

source: Not enough memory on device
ru: На устройстве недостаточно памяти

source: Not implemented yet: %@
ru: Пока не реализовано: %@

source: Open recording
ru: Открыть запись

source: Open sensor
ru: Открыть датчик

source: Orange bands on the charts mark time ranges where no samples were written.
ru: Оранжевые области на графиках отмечают интервалы, в которых данные не записывались.

# proximity.close
source: close
ru: близко

# proximity.far
source: far
ru: далеко

source: Recording
ru: Запись

source: Recording in progress
ru: Идёт запись

source: Recording interrupted
ru: Запись прервана

source: Recording is already started
ru: Запись уже запущена

source: Recording is unavailable
ru: Запись недоступна

source: Recording status
ru: Состояние записи

source: Recording was interrupted
ru: Запись была прервана

source: Recording: %@
ru: Запись: %@

source: Recordings
ru: Записи

source: Reset min / max
ru: Сбросить мин. / макс.

source: Rotation rate
ru: Скорость вращения

source: Saved
ru: Сохранённые

source: Select all
ru: Выбрать все

source: Select All
ru: Выбрать все

source: Send again
ru: Отправить снова

source: Send to iPhone
ru: Отправить на iPhone

source: Sending failed: %@
ru: Ошибка отправки: %@

source: Sending to iPhone
ru: Отправка на iPhone

source: Sensor
ru: Датчик

source: Sensor maximum
ru: Максимум датчика

source: Sensors: %lld
ru: Датчики: %lld

source: Settings
ru: Настройки

source: Show axes chart
ru: Показать график осей

source: Show vector chart
ru: Показать график вектора

source: Shows the maximum reading measured by the watch app.
ru: Показывает максимальное значение, измеренное приложением на часах.

source: Spreadsheet Serial Date (1900 System)
ru: Серийная дата таблицы (система 1900)

source: Start
ru: Начать

source: Start new recording
ru: Начать новую запись

source: Start recording
ru: Начать запись

source: Start recording this value
ru: Начать запись этого показателя

source: Started: %@
ru: Начало: %@

source: Starts a recording and shows whether it is active or interrupted.
ru: Запускает запись и показывает, активна она или прервана.

source: Stop
ru: Остановить

source: Stopped
ru: Остановлено

source: Stopped by watchOS
ru: Остановлено системой watchOS

source: The assembled recording is corrupted
ru: Собранная запись повреждена

source: The incomplete transfer expired
ru: Срок незавершённой передачи истёк

source: The recording could not be imported on iPhone
ru: Не удалось импортировать запись на iPhone

source: The recording could not be saved on iPhone
ru: Не удалось сохранить запись на iPhone

source: The system stopped recording before it was completed. The saved data may be incomplete.
ru: Система остановила запись до её завершения. Сохранённые данные могут быть неполными.

source: This setting is not available while recording is enabled
ru: Эта настройка недоступна во время записи

source: Transfer metadata did not match
ru: Метаданные передачи не совпадают

source: Transferred block metadata was invalid
ru: Некорректные метаданные переданного блока

source: Unix time
ru: Время Unix

source: Use stub measurements
ru: Использовать тестовые измерения

source: User acceleration
ru: Ускорение пользователя

source: Vector
ru: Вектор
